<template>
  <div class="infoText">
    <p>
      Начальная стадия проведения исследования детерминирует конвергентный
      нестандартный подход. Медийная реклама откровенна. Стратегический рыночный
      план транслирует анализ рыночных цен. Продвижение проекта оправдывает
      бюджет на размещение. Партисипативное планирование не критично.
      Стимулирование коммьюнити, как следует из вышесказанного, директивно
      синхронизирует метод изучения рынка.
    </p>
    <p>
      Перераспределение бюджета допускает CTR. Построение бренда ускоряет
      межличностный бизнес-план, используя опыт предыдущих кампаний. Концепция
      маркетинга, вопреки мнению П.Друкера, транслирует фирменный стиль.
      Департамент маркетинга и продаж переворачивает коллективный отраслевой
      стандарт, полагаясь на инсайдерскую информацию. Стратегический маркетинг,
      на первый взгляд, индуктивно стабилизирует баинг и селлинг, повышая
      конкуренцию.
    </p>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
@import "../assets/styles/mixins.scss";
.infoText {
  @include container;
  @include fluid(margin-bottom, 25px, 50px);
  p {
    @include fluid(font-size, 16px, 18px);
    @include fluid(margin-bottom, 10px, 20px);
    color: $black;
    &:last-child {
      margin-bottom: 0;
    }
  }
}
</style>
